;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 08 Apr 2021
;~ Author.......: Yukto8492, maboroshin
;~ Link.........: https://yukto8492.blogspot.jp/
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = 日本語 - Japanese
Code = ja
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} について
Label_Version = バージョン
Label_AutoIt = ビルドした AutoIt のバージョン
Label_Copyright = 著作権
Tip_Title_Donate = 私たちの活動に寄付を
Tip_Message_Donate = 寄付により、私たちのソフトウェアを無料にし続け、\rn皆さんに提供するために使用するツールとサービスを\rn私たちは手に入れることができるようになります。
Label_Home = ホームページ
Label_License = ライセンス
Label_Support = サポート
Tip_Title_Country = 南アフリカ製
Tip_Message_Country = %{Program.Name} は南アフリカで作成されました
Label_Contributors = 貢献者
Tip_Facebook = Facebook でいいね！
Tip_Twitter = Twitter アカウントをフォロー
Tip_GooglePlus = Google+ を表示
Tip_GitHub = %{Program.Name} の GitHub を表示
Button_Ok = OK
Label_RAM = (メインメモリ) %6d MB 空き / %6d MB (%d%)
Tip_RAM = RAM (Random Access Memory)
Label_HDD = (ドライブ %s) %8.2f GB 空き / %8.2f GB (%d%)

[Custom]
Label_Status_Welcome = ブラウザの読み込みから開始します (実行ファイルの選択)。%{Program.Name} は、選択した実行ファイルからプロセスを自動的に検出します。
Label_Status_Updates = 更新の確認
Group_Load_Browser = 対象ブラウザ
Label_Executable = ファイルのパス (%s):
Label_Process_Usage = 現在のプロセス使用量 :
Label_Process_Peak = 最大プロセス使用量 :
Button_Browse = ブラウザの選択(&B)
Group_Options = オプション
Checkbox_Reduce_Mem = メモリを削減する間隔 :
Label_Milliseconds = ミリ秒
Checkbox_Reduce_Limit = 以下の使用量を超えたらメモリを削減 :
Checkbox_Start_With = %{Program.Name} 起動時に %s も起動
Checkbox_Enable_Extended_Processes = 外部プロセスも監視
Button_Extended_Processes = 外部プロセスの設定(&E)
Checkbox_Start_Windows = Windows 起動時に %{Program.Name} を起動
Label_Settings_Updated = 設定は正常に更新されました。
Button_Cancel = キャンセル
Button_Save = 保存
Time_Unit_01 = ミリ秒
Time_Unit_02 = 秒
Time_Unit_03 = 分
Time_Unit_04 = 時
Label_Boost_Description = %s%s間隔で監視し、メモリ使用量が %sMB を超えたら削減します。
Title_Select_Browser = ブラウザの選択
Tip_Minimized_Title = %{Program.Name} はすでに実行中です！
Tip_Minimized_Message = %{Program.Name} は %s のメモリ使用量を最適化し、実行を継続します。\rnさまざまな最適化オプションを変更するには、トレイアイコンをクリックしてください。
Label_Notice = %{Program.Name} は、デスクトップやノートパソコンで実行するよう設計されています。新たにサーバー環境用の Firemin Server を開発しました。詳細を読む...

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = 下記の PayPal ボタンをクリックし、金額を選択し寄付を送金できます。あなたの寄付により、私たちはソフトウェアを改善し Rizonesoft のすべてを無料にし続けることができます。20ドルの寄付により1か月の活動ができます。
Label_Donate = %{Program.Name} を改良し続けるために、10ドルの寄付をお考えくださいませんか ?

[Menus]
File = ファイル(&F)
File_Preferences = 設定(&P)
File_Close = 終了(&C)\tShift+Alt+F4
Help = ヘルプ(&H)
Help_Update = 更新を確認(&U)
Help_Home = %{Company.Name} ホームページ(&H)
Help_Downloads = ほかのソフトウェア(&D)
Help_Support = サポート
Help_Issue = 問題を報告(&I)
Help_Donate = 私たちに寄付する理由(&O)
Help_About = %{Program.Name} について
Tray_About = %{Program.Name} %s について
Tray_Open = %{Program.Name} を開く
Tray_Extended_Processes = 外部プロセスの設定
Tray_Run = %s を実行
Tray_Run_Safemode = セーフモードで %s を実行

[Messages]
Info_Title = 注意してください！
Warning_Title = 警告!
Error_Title = 何かが間違っています！
Error_Oops = おっと！
Singleton = 別の %{Program.Name} のプログラムを既に実行中です。
Compatible = %{Program.Name} は、この Windows のバージョンと互換性がありません！このソフトウェアがエラーであると思われる場合は、すべての詳細を含むメッセージを '%s' にお気軽に報告してください。
Compatible_Bit = 残念ながら %{Program.Name} (32 ビット版) は、この Windows バージョンと互換性がありません。%{Program.Name} の 64 ビット版を '%s' からダウンロードしてください。

[Preferences]
Window_Title = 設定
Tab_General = 一般
Tab_Performance = 性能
Tab_Language = 言語
Group_Notifications = 通知
Group_Extended_Processes = 外部プロセス
Group_Priority = 優先度
Group_Memory = メモリ
Group_Language = 表示言語
Checkbox_Notifications = トレイ通知を表示
Label_Extended_Processes = %{Program.Name} でメモリを最適化したい追加のプロセス名を入力します。\rnコンマ区切りの一覧にします。\rn(例 Process01.exe, Process02.exe)
Label_SetPriority = プロセスの優先度を設定:
Checkbox_SaveRealtime = High 以上の優先度でも保存 (非推奨)
Checkbox_ReduceMemory = メモリの少ないシステムでメモリ使用量を削減
Label_Language_Message = 言語を選択し、%sボタンを押します。\rn(%{Program.Name} の再起動が必要)
Button_Save = 保存
Button_Cancel = キャンセル
Label_Updated = 設定を更新しました
MsgBox_Language_Title = 表示言語を変更しました
MsgBox_Language_Message = 選択した言語に変更されました。\rn選択した言語を有効にするには、%{Program.Name} を再起動する必要があります。
MsgBox_Closing_Title = %{Program.Name} の終了
MsgBox_Closing_Message = %{Program.Name} を終了しますか？

[Update]
Window_Title_Available = 最新版があります
Window_Title_Congratulations = 大丈夫です !
Window_Title_Error = 何か間違っています !
Label_Message_Update = %{Program.Name} の新しいバージョンを入手できます。
Label_Message_Latest = 最新版の %{Program.Name} を使用中です。
Label_Message_Error = 最新版の %{Program.Name} の情報を取得できませんでした。
Label_Message_Internet = インターネット接続を確認し再度お試してください。
Label_Build_Current = 使用中のビルド:
Label_Build_Update = 最新版のビルド:
CheckBox_NoUpdate = 起動時の更新確認をしない
Button_Update = 詳細情報
Button_Close = 閉じる

[Versioning]
Administrator = 管理者
Build = ビルド
AutoIt_Version = AutoIt のバージョン %{AutoIt.Version} を使用
Bit = ビット